/* ex_and_ks */
"Both Extra/Extensions and Extra/KextStore found." = "Znaleziono Extra/Extensions oraz Extra/KextStore.";

/* done_caption */
"Done" = "Zakończono";

/* error_caption */
"Error" = "Błąd";

/* warning_caption */
"Warning" = "Uwaga";

/* no_extra */
"No Extra folder on selected disk." = "Brak katalogu Extra na wybranym dysku.";

/* no_ex_or_ks */
"No Extra/Extensions or Extra/KextStore found." = "Brak katalogu Extra/Extensions lub Extra/KextStore na wybranym dysku.";

/* no_ks */
"No Extra/KextStore found." = "Brak katalogu Extra/KextStore na wybranym dysku.";

/* no_ee */
"No Extra/Extensions found." = "Brak katalogu Extra/Extensions na wybranym dysku.";

/* no_sel_kexts */
"No selected kexts to install." = "Brak wybranych kextów do instalacji.";

/* no_sle */
"No System/Library/Extensions on selected disk." = "Brak katalogu System/Library/Extensions na wybranym dysku.";

/* tasks_finished */
"Selected tasks were finished." = "Zakończono wybrane zadania.";

/* no_options */
"You haven't selected any options." = "Nie zaznaczyłeś żadnych opcji.";

/* no_kext */
"You haven't selected any kext." = "Nie wybrałeś żadnego kexta.";

/* yes */
"Yes" = "Tak";

/* no */
"No" = "Nie";

/* saved */
"Saved." = "Utworzono listę załadowanych kextów.";

/* unknown_kext */
"Unknown kext" = "Nieznany kext";

/* continue_caption */
"Continue?" = "Kontynuować?";

/* ee_bb_desc */
"Do you want to bring back Extra/Extensions from Extra/KextStore on selected disk?" = "Czy chcesz przywrócić Extra/Extensions z katalogu Extra/KextStore na wybranym dysku?";

/* eks_create_desc */
"Do you want to create Extra/KextStore from Extra/Extensions on selected disk?\nMkext will be created, it can take a while." = "Czy chcesz utworzyć katalog Extra/KextStore zawierający Extra/Extensions na wybranym dysku?\nMkext zostanie stworzony, to może chwilę potrwać.";

/* no_mkext_unpack */
"Unpack directory doesn't exist." = "Katalog docelowy wypakowania mkexta nie istnieje.";

/* mkext_upacked */
"Mkext was unpacked to selected directory." = "Mkext został wypakowany do wybranego katalogu.";

/* no_mkext */
"You haven't selected any mkext." = "Nie wybrałeś żadnego mkexta.";

/* mkext_no_x86_64 */
"Architecture x86_64 not found in mkext." = "Architektura x86_64 nie została znaleziona w mkexcie.";

/* mkext_no_i386 */
"Architecture i386 not found in mkext." = "Architektura i386 nie została znaleziona w mkexcie.";

/* mkext_no_ppc */
"Architecture ppc not found in mkext." = "Architektura ppc nie została znaleziona w mkexcie.";

/* mkext_no_ppc64 */
"Architecture ppc64 not found in mkext." = "Architektura ppc64 nie została znaleziona w mkexcie.";

/* new_ver_caption */
"New version found" = "Znaleziono nową wersję";

/* no_new_ver_caption */
"No new version found" = "Nie znaleziono nowszej wersji";

/* new_ver */
"New version " = "Nowa wersja ";

/* found */
" found on server.\nDo you want to download it?" = " programu została znaleziona na serwerze.\nCzy chcesz ją pobrać?";

/* latest_ver */
"You have the latest version of program (" = "Posiadasz najnowszą wersję programu (";

/* close */
"Close" = "Zamknij";

/* show_topic */
"Show topic on forum" = "Pokaż temat na forum";

/* download */
"Download" = "Pobierz";

/* check_error */
"An error has occurred during version check.\nCheck your internet connection and try again later." = "Wystąpił błąd podczas sprawdzania dostępności nowej wersji programu.\nSprawdź swoje połączenie internetowe i spróbuj później.";

/* found */
"Found: " = "Znaleziono: ";

/* kext_name */
"Name: " = "Nazwa: ";

/* repairing_e_perms */
"Repairing Extra permissions..." = "Naprawianie uprawnień Extra...";

/* rebuilding_e_mkext */
"Rebuilding Extra mkext..." = "Przebudowywanie mkexta...";

/* repairing_sle_perms */
"Repairing S/L/E permissions..." = "Naprawianie uprawnień S/L/E...";

/* repairing_disk_perms */
"Repairing disk permissions..." = "Naprawianie uprawnień dysku...";

/* "rebuilding_sle_cache" */
"Rebuilding system cache..." = "Przebudowywanie cache systemu...";
